const Professions = [
  {
    ProgrammId: "b456",
    logo: '../src/logos/consultation.png',
    name: "Малын эмч",
    ProfessionId: "p1001",
    needs: "Тэргүүлэх хөтөлбөр",
    youtubeUrl: "https://www.facebook.com/share/v/1Fb7X2djz5/",
    youtubeAlt: "малын эмчийн танилцуулга",
    StudyEnv: "../image/MalEmnelegEnv.jpg",
    CareerOpportunities: "../image/jobDirection.png",

    DemandAndTrends: "Манай оронд сүүлийн жилүүдэд малын тоо эрчимтэй өссөн, хотжилт өргөн хүрээтэй болсонтой холбоотойгоор мал эмнэлгийн үйлчилгээний төрлүүд нэмэгдэн үйлдвэрлэлд ажиллах малын эмч мэргэжилтний эрэлт хэрэгцээ ихсэж, энэ мэргэжлээр суралцах оюутны тоо ч жилээс жилд өссөөр байна.",
    ExamSubject: {
      subject1:"Математик, Физик - 490",
      subject2:"Нийгэм судлал, Англи хэл - 490"
    }
  },
  {
    ProgrammId: "b123",
    logo: '../src/logos/civil.png',
    name: "Барилгын инженер",
    ProfessionId: "p1002",
    needs: "Тэргүүлэх хөтөлбөр",
    youtubeUrl: "https://youtu.be/KKkjHGggFUw",
    youtubeAlt: "Барилгын инженер танилцуулга",
    description: "Барилгын зураг төсөл боловсруулах, барилга угсралтын үйлдвэрлэлийн технологийг эзэмшин, зураг төсөл зохиох, барилгын төмөр-бетон, металл, модон бүтээцийн тооцоо хийх,  барилгын буурь суурийн тооцоо хийх, барилгын үйлдвэрлэлийн үе шат, үйлдвэрлэлийг зохион байгуулах дэвшилтэт аргыг ашиглан үйлдвэрлэлийн процессыг үр ашигтай төлөвлөх, барилгын технологи, зохион байгуулалтын баримт бичгийг боловсруулах зэрэг мэдлэг чадварыг эзэмшүүлэхэд чиглэгдэнэ.",
    Skills: [
    "Барилга байгууламжийн төлөв байдлыг үнэлэх, бат бэх чанарыг тооцоолох, зураг төсөл зохиох, норм дүрмийн шаардлагыг хангах чадвар эзэмших",
    "Барилгын зураг төслийн дагуу угсарч барих ажлыг удирдан зохион байгуулах, инженерийн хяналт тавих чадвар эзэмших",
    "Барилга угсралтын явц, төлөвлөгөөний биелэлт болон материал, бүтээц, эдлэхүүний чанар, хийцэд зураг, төсөв, барилгын норм, дүрэм стандарт, техникийн нөхцлийн дагуу хяналт тавих чадвар эзэмших",
    "Орчин үеийн хэрэгцээ шаардлагыг хангасан ногоон барилга, байгууламжийг барих ажлыг удирдан зохион байгуулах, инженерийн хяналт тавих чадвар эзэмших",
    "Барилгын материал бүтээц, эдлэхүүний чанарыг шалгах, сайжруулах, солих, хийцийн шийдэлд өөрчлөлт оруулах чадвар эзэмших",
    "Барилга байгууламжийг барих явцад зохиогчийн хяналтыг хэрэгжүүлэх чадвар эзэмших",
    "Барьж дуусгасан барилга байгууламжийг техникийн комисст хүлээлгэн өгөх, холбогдох бичиг баримтыг бэлтгэх чадвар эзэмших"
  ],
    CareerOpportunities: [
    "Барилга угсралтын компанид талбайн инженер, даамал, ерөнхий инженер",
    "Барилгын угсралтын компанид ХАБЭА инженер",
    "Олон улс болон дотоодын төслийн багт мэргэжилтэн",
    "Барилга, хот байгуулалтын яам болон бусад яаманд барилга хариуцсан мэргэжилтэн",
    "Барилгын зураг төслийн компанид инженер",
    "Хот, аймаг, сум дүүргийн мэргэжлийн хяналтын газарт улсын байцаагч",
    "Хот, аймаг, сум дүүргийн газрын харилцаа, барилга хот байгуулалтын газарт мэргэжилтэн",
    "Их, дээд сургууль, МСҮТ, эрдэм шинжилгээний байгууллагад багш, судлаач, мэргэжилтэн"
  ],
    ExamSubject: {
      subject1:"Математик, Физик - 490",
      subject2:"Нийгэм судлал, Англи хэл - 490"
    }
  },
  {
    ProgrammId: "b789",
    logo: '../src/logos/gear_15129555.png',
    name: "Гидромеханик инженер",
    ProfessionId: "p1003",
    needs: "",
    youtubeUrl: "https://youtu.be/hVNxQDzwv2c",
    youtubeAlt: "Гидромеханик инженер танилцуулга",
    description: [
      "“Жимс, ногооны агрономч нь ургамал, ургамлан гаралтай бүтээгдэхүүнийг үйлдвэрлэгч дэлхийн мэргэжил мөн”",
      "Монгол орны нөхцөлд дасаг зохицож ургах боломжтой жимс жимсгэнэ, хүнсний ногоог шинжлэх ухааны үндэслэлтэй тариалах, байгаль орчинд ээлтэй шинэ дэвшилтэт технологи боловсруулах, үйлдвэрлэлд нэвтрүүлэх, дотоодын хүнсний хангамжийг нэмэгдүүлэх, био-эко аюулгүй байдлыг хангахад чиглэсэн аж ахуйн үйл ажиллагааг зохион байгуулна."
    ],
    Skills: [
    "Орчин үеийн мэдээллийн технологийг ашиглан жимс, хүнсний ногоо тариалах, тоон мэдээллийн сан үүсгэх, төсөл, хөтөлбөр, тайлан боловсруулах, шинэ мэдлэг олж авах, бүтээлчээр тасралтгүй бие даан суралцах, үйл ажиллагааг удирдах эрх зүйн болон онол, үйлдвэрлэлийн ур чадвар эзэмших;",
    "Таримлын аж ахуйн үйл ажиллагаанд дүн шинжилгээ хийх, байгалийн тохиромжгүй үзэгдлийн нөлөөллөөс гарах эрсдэлийг урьдчилан тооцоолж үнэлэлт дүгнэлт гаргах;",
    "Жимс, ногооны аж ахуйн болон ургамлын аж ахуй салбарын үйл ажиллагаатай холбоотой шийдвэр гаргах, ургамлын физиологи, жимс, ногооны аж ахуйн зохион байгуулалт, хүлэмжийн аж ахуй, жимс, ногооны аж ахуйн дэвшилтэт технологи, ногоон байгууламж, цэцэрлэгжүүлэлтийн технологийг эдийн засгийн үр ашигтайгаар төлөвлөх, тэдгээрийн үйл ажиллагаанд хяналт тавих;",
    "Таримал болон чимэглэлийн ургамлын морфологи, биологи, экологи, аж ахуйн онцлогийг судлах, дүгнэх;",
    "Таримлын хөнөөлт организмуудыг илрүүлэх, таньж тодорхойлох, хөнөөлт организмуудын тархалт, олшролтын шалтгаан, хор хөнөөлийн хэмжээ, хамрах хүрээг тогтоох, хяналт тавих, тэмцэх арга явуулах, зохион байгуулах;"
  ],
    CareerOpportunities: [
    "Барилга угсралтын компанид талбайн инженер, даамал, ерөнхий инженер",
    "Барилгын угсралтын компанид ХАБЭА инженер",
    "Олон улс болон дотоодын төслийн багт мэргэжилтэн",
    "Барилга, хот байгуулалтын яам болон бусад яаманд барилга хариуцсан мэргэжилтэн",
    "Барилгын зураг төслийн компанид инженер",
    "Хот, аймаг, сум дүүргийн мэргэжлийн хяналтын газарт улсын байцаагч",
    "Хот, аймаг, сум дүүргийн газрын харилцаа, барилга хот байгуулалтын газарт мэргэжилтэн",
    "Их, дээд сургууль, МСҮТ, эрдэм шинжилгээний байгууллагад багш, судлаач, мэргэжилтэн"
  ],
  DemandAndTrends: "Хүрээлэн буй орчин, хүнсний аюулгүй байдлыг сахих, хүнсний хангамжийг нэмэгдүүлэх нь улс орон бүрийн тулгамдсан чухал асуудал бөгөөд өөрийн орны онцлогт тохирсон, шинжлэх ухааны үндэслэлтэй жимс жимсгэнэ, хүнсний ногоог тариалах, байгаль орчинд ээлтэй шинэ дэвшилтэт технологи боловсруулах, нэвтрүүлэх, дотоодын хүнсний хангамжийг нэмэгдүүлэх, био аюулгүй байдлыг хангахад Жимс, ногооны аж ахуйн агрономчийн үүрэг оролцоо чухал юм.",
  ExamSubject: {
    subject1: "Хими, Математик - 490",
    subject2: "Биологи, Нийгэм судлал - 490"
  }
  },
  {
    ProgrammId: "b101",
    logo: '../src/logos/chemical.png',
    name: "Хүнс үйлдвэрлэлийн технологич инженер (Хятадтай хамтарсан 3+1)",
    ProfessionId: "p1004",
    needs: "Эрэлттэй хөтөлбөр",
    youtubeUrl: "https://youtu.be/NSRLGR6CmB4",
    youtubeAlt: "Хүнс үйлдвэрлэлийн технологич инженер (Хятадтай хамтарсан 3+1)",
    Skills: [
        "Хүнсний түүхий эд, бүтээгдэхүүний чанар, эрүүл ахуйн үзүүлэлтийг тодорхойлох, үнэлгээ өгөх",
        "Хүнс үйлдвэрлэлд дэвшилтэт болон шинэ технологийг нэвтрүүлэх, удирдах, хяналт тавих",
        "Үйлдвэрлэлийн процессийг төслөх, бүтээгдэхүүний жор, технологи сэдэх, үйлдвэрийн тоног төхөөрөмжийг сонгох, ашиглах",
        "Туршилт, судалгаа явуулж шинэ бүтээгдэхүүн, үйлчилгээг хөгжүүлэх",
        "Мэргэжлийн ёс зүй, шударга ёсыг дээдлэх, нийгмийн өмнө хариуцлагатай",
        "Гадаад хэлний зохих мэдлэгтэй, мэргэжлийн ур чадвараа тасралтгүй хөгжүүлдэг"
      ],
      JobOpportunities: [
        "Хүнсний чиглэлийн үйлдвэрүүдэд инженер технологич, мастер, ерөнхий технологич, үйлдвэрийн дарга, ерөнхий менежер, удирдах албан тушаалтан",
        "Төрийн байгууллага, мэргэжлийн хяналтын газар байцаагч, шинжээч, мэргэжилтэн",
        "Багш, судлаачаар ажиллах",
        "Өөрийн гарааны бизнес, хүнсний үйлдвэрийн чиглэлийн цех эхлүүлэх боломж",
        "Хөдөө аж ахуйн гаралтай түүхий эд боловсруулах үйлдвэрт (мах, сүү, талх, чихэр, нарийн боов, гоймон, исгэлт, амтат ундаа, гурил) технологич инженер, мастер",
        "Эрдэм шинжилгээний байгууллагад эрдэм шинжилгээний ажилтан, судлаач, эрхлэгч",
        "Мэргэжлийн хяналт, хил гаалийн байгууллагад улсын байцаагч, мэргэжилтэн",
        "Мэргэжлийн чиглэлийн коллеж, сургалтын төв, их, дээд сургуульд багш, сургагч багш",
        "Төрийн яам, тамгын газарт бодлого хариуцсан мэргэжилтэн, түшмэл"
      ],
      DemandTrend: "Даяарчлал эрчимжиж буй энэ цаг үед экологийн цэвэр орц, найрлагатай, чанартай органик хүнсний бүтээгдэхүүнээр эх орны хэрэгцээг хангах шаардлага нэмэгдэж байна. 2026 он хүртэлх ажлын байрны эрэлтийн дундаж үзүүлэлтээр өсөлттэй ажлын байрны нэг нь хүнс үйлдвэрлэлийн технологич инженер юм.",
      ExamSubject: {
        subject1: "Математик, Хими - 490",
        subject2: "Нийгэм судлал, Англи хэл - 450"
      }        
  },
  {
    ProgrammId: "b202",
    logo:'../src/logos/chemical.png',
    name: "Хүнс үйлдвэрлэлийн технологич инженер",
    ProfessionId: "p1005",
    needs: "Тэргүүлэх хөтөлбөр",
      Description: "Газар тариалан, мал аж ахуйн үйлдвэрлэлийн технологи, машин, тоног төхөөрөмжийн хийц, ажиллагаа, онолын үндсэн мэдлэгтэй, биологийн материалын үйлдвэрлэл, боловсруулалт, хадгалалт, тээвэрлэлт, түгээлтийн процессуудад шинжлэх ухааныг инженерийн зохион бүтээх зарчимтай хослуулан ашиглах, дүн шинжилгээ хийх, шинээр зохион бүтээх, нөөцийг зохистой ашиглах, удирдах чадвартай, бүтээлч сэтгэлгээтэй, харилцааны ур чадвартай, гадаад хэлний зохих мэдлэгтэй нийгмийн хариуцлагатай ур чадвар эзэмшүүлэхэд бэлтгэх чиглэгдэнэ.",
      Skills: [
        "Машин механизмыг шинэчлэх, зохион бүтээх, дүн шинжилгээ хийх чадвар",
        "Газар тариалан, мал аж ахуйн техник ашиглах, тохируулах, удирдах ур чадвар",
        "Инженерийн ёс зүй, системтэй сэтгэх, асуудал шийдвэрлэх чадвар",
        "Багаар ажиллах, манлайлах, гадаад хэлний мэдлэгтэй байх"
      ],
      JobOpportunities: [
        "Газар тариалангийн үйлдвэрлэлийн инженер",
        "Мал аж ахуйн фермийн инженер",
        "Уул уурхайн нөхөн сэргээлтийн инженер",
        "Зам, барилгын үйлдвэрлэлтийн тоног төхөөрөмжийн инженер",
        "Авто тээврийн байгууллагын инженер, менежер, улсын байцаагч",
        "Машин тоног төхөөрөмжийн дилер компанийн инженер, менежер",
        "Судлаач (судалгааны болон олон улсын байгууллагад)"
      ],
      DemandTrends: "Даяарчлал болон ухаалаг технологи нэвтэрч буй өнөөгийн нийгэмд экологийн цэвэр хүнс, үр ашигтай үйлдвэрлэл нь тулгамдсан асуудал болж байгаа тул энэ мэргэжлийн эрэлт хэрэгцээ өссөөр байгаа бөгөөд төгсөгчид шинэ ажлын байр бий болгох бүрэн боломжтой.",
      ExamSubject: {
        subject1: "Математик, Физик - 490",
        subject2: "Биологи, Хими - 490"
      }    
  },
  {
    ProgrammId: "b303",
    logo:'../src/logos/agricultur.png',
    name: "Хөдөө аж ахуйн инженер",
    ProfessionId: "p1006"
  },
  {
    ProgrammId: "b404",
    logo: '../src/logos/electrical-engineering.png',
    name: "Цахилгаан хангамжийн инженер",
    ProfessionId: "p1007"
  },
  {
    ProgrammId: "b505",
    logo: '../src/logos//mechanical-engineering.png',
    name: "Механик инженер",
    ProfessionId: "p1008"
  },
  {
    ProgrammId: "b606",
    logo: '../src/logos//smart_city.png',
    name: "Ухаалаг технологийн инженер (хаа)",
    ProfessionId: "p1009"
  },
  {
    ProgrammId: "b707",
    logo: '../src/logos//smart_city.png',
    name: "Ухаалаг технологийн инженер",
    ProfessionId: "p1010"
  },
  {
    ProgrammId: "b808",
    logo: '../src/logos//people.png',
    name: "Экологич",
    ProfessionId: "p1011"
  },
  {
    ProgrammId: "b909",
    logo: '../src/logos//soil-scientist.png',
    name: "Хөрс судлал агрохимич",
    ProfessionId: "p1012"
  },
  {
    ProgrammId: "b111",
    logo:'../src/logos//planingLand.png',
    name: "Ландшафтын архитекторч",
    ProfessionId: "p1013"
  },
  {
    ProgrammId: "b222",
    logo:'../src/logos//harvest.png',    
    name: "Ногооны агрономч",
    ProfessionId: "p1014"
  },
  {
    ProgrammId: "b333",
    logo:'../src/logos//pasture-agro.png',
    name: "Бэлчээр тэжээлийн агрономч",
    ProfessionId: "p1015"
  },
  {
    ProgrammId: "b444",
    logo:'../src/logos//forest.png',    
    name: "Ойн аж ахуйн инженер",
    ProfessionId: "p1016"
  },
  {
    ProgrammId: "b555",
        logo:'../src/logos//Env.png',
    name: "Байгаль орчны нөхөн сэргээлтийн мэргэжилтэн",
    ProfessionId: "p1017"
  },
  {
    ProgrammId: "b666",
    logo:'../src/logos//smart.png',
    name: "Хүрээлэн буй орчны хяналт үнэлгээний мэргэжилтэн",
    ProfessionId: "p1018"
  },
  {
    ProgrammId: "b777",
    logo:'../src/logos//worker.png',
    name: "Газрын кадастрын инженер",
    ProfessionId: "p1019"
  },
  {
    ProgrammId: "b888",
        logo:'../src/logos//document.png',
    name: "Газар зохион байгуулагч, инженер",
    ProfessionId: "p1020"
  },
  {
    ProgrammId: "b999",
    logo:'../src/logos//gardener.png',
    name: "Агрономч",
    ProfessionId: "p1021"
  },
  {
    ProgrammId: "b100",
        logo:'../src/logos//protect.png',
    name: "Ургамал хамгаалал, хорио цээрийн мэргэжилтэн",
    ProfessionId: "p1022"
  },
  {
    ProgrammId: "b300",
    logo:'../src/logos//tacheometer.png',
    name: "Геодезийн инженер",
    ProfessionId: "p1024"
  },
  {
    ProgrammId: "b400",
    name: "Уламжлалт анагаах ухааны эмийн ургамал зүйч",
    ProfessionId: "p1025"
  },
  {
    ProgrammId: "b500",
    name: "Загасны аж ахуй",
    ProfessionId: "p1026"
  },
  {
  ProgrammId: "b600",
    name: "Биотехнологич",
    ProfessionId: "p1027"
  },
  {
    ProgrammId: "b700",
    name: "Биотехнологич",
    ProfessionId: "p1028"
  },
  {
    ProgrammId: "b800",
    name: "Таваар судлал, түүхий эдийн шинжээч",
    ProfessionId: "p1029"
  },
  {
    ProgrammId: "b900",
    name: "Мах, сүү үйлдвэрлэлийн технологич",
    ProfessionId: "p1030"
  },
  {
    ProgrammId: "b110",
    name: "Хүнсний чанар, эрүүл ахуйн үнэлгээ",
    ProfessionId: "p1031"
  },
  {
    ProgrammId: "b210",
    name: "Тэжээл, бэлчээрийн технологич",
    ProfessionId: "p1032"
  },
  {
    ProgrammId: "b310",
    name: "Мал аж ахуйн үйлдвэрлэлийн менежер",
    ProfessionId: "p1033"
  },
  {
    ProgrammId: "b410",
    name: "Мал зүйч",
    ProfessionId: "p1034"
  },
  {
    ProgrammId: "b510",
    name: "Морин спортын менежер",
    ProfessionId: "p1035"
  },
  {
    ProgrammId: "b610",
    name: "Бизнесийн эдийн засагч",
    ProfessionId: "p1036"
  },
  {
    ProgrammId: "b710",
    name: "Эдийн засгийн математик загварчлал",
    ProfessionId: "p1037"
  },
  {
    ProgrammId: "b810",
    name: "Маркетингийн менежмент",
    ProfessionId: "p1038"
  },
  {
    ProgrammId: "b910",
    name: "Аялал жуулчлалын маркетингийн менежер",
    ProfessionId: "p1039"
  },
  {
    ProgrammId: "b121",
    name: "Цахим худалдааны маркетингийн менежер",
    ProfessionId: "p1040"
  },
  {
    ProgrammId: "b221",
    name: "Эдийн засагч, статистикч",
    ProfessionId: "p1041"
  },
  {
    ProgrammId: "b321",
    name: "Банк, санхүүгийн менежер",
    ProfessionId: "p1042"
  },
  {
    ProgrammId: "b421",
    name: "Нягтлан бодогч",
    ProfessionId: "p1043"
  },
  {
    ProgrammId: "b521",
    name: "Бизнесийн удирдлага",
    ProfessionId: "p1044"
  },
  {
    ProgrammId: "b621",
    name: "Бизнесийн шинжээч",
    ProfessionId: "p1045"
  },
  {
    ProgrammId: "b721",
    name: "Үйлдвэрлэлийн менежер",
    ProfessionId: "p1046"
  },
  {
    ProgrammId: "b821",
    name: "Хүний нөөцийн менежер",
    ProfessionId: "p1047"
  },
  {
    ProgrammId: "b921",
    name: "Хөдөө аж ахуйн кибернетик",
    ProfessionId: "p1048"
  },
  {
    ProgrammId: "b131",
    name: "Аялал жуулчлалын маркетингийн менежер",
    ProfessionId: "p1049"
  },
  {
    ProgrammId: "b231",
    name: "Биологи-агнуур зүйч",
    ProfessionId: "p1050"
  },
  {
    ProgrammId: "b331",
    name: "Хөдөө аж ахуйн бүтээгдэхүүний хими технологич",
    ProfessionId: "p1051"
  },
  {
    ProgrammId: "b431",
    name: "Мэдээллийн системийн инженер",
    ProfessionId: "p1052"
  },
  {
    ProgrammId: "b531",
    name: "Программ хангамжийн инженер",
    ProfessionId: "p1053"
  },
  {
    ProgrammId: "b631",
    name: "Байгалийн аялал жуулчлалын менежер",
    ProfessionId: "p1054"
  }
];

export default Professions;
